/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Giới thiệu Skype WiFi";
"INTRO_SUBHEADER" = "Online tại những điểm truy cập WiFi công cộng và chỉ phải thanh toán cho những phút bạn sử dụng bằng Tín dụng Skype.";
"INTRO_ICON_WIFI" = "Sử dụng Skype, kiểm tra email và lướt web.";
"INTRO_ICON_GLOBE" = "Skype WiFi có tại hơn một triệu địa điểm trên toàn thế giới.";
"INTRO_ICON_SKYPECREDIT" = "Chỉ thanh toán cho những phút bạn sử dụng.";

"STATE_CHECKINGNETWORK_HEADER" = "Vui lòng chờ…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Đang kiểm tra mạng cho Skype WiFi";

"STATE_JOINWIFI_HEADER" = "Bạn không kết nối WiFi";
"STATE_JOINWIFI_SUBHEADER" = "Hãy sử dụng một mạng WiFi công cộng hỗ trợ Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Bạn đã online";
"STATE_ALREADYONLINE_SUBHEADER" = "Có vẻ như bạn đã kết nối với Internet. Skype WiFi cho phép bạn online tại những điểm truy cập WiFi công cộng ở hơn 1 triệu địa điểm trên toàn thế giới.";

"STATE_GENERALERROR_HEADER" = "Không thể kết nối";
"STATE_GENERALERROR_SUBHEADER" = "Mạng WiFi này không phản hồi bình thường. Hãy thử kết nối với một mạng khác.";

"STATE_CONNECT_HEADER" = "Ở đây có Skype WiFi";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Khi kết nối, tôi đồng ý với <a href=\"%@\">điều khoản sử dụng</a> của nhà cung cấp";

"STATE_CONNECT_BUTTON" = "Kết nối";
"STATE_CONNECTING_BUTTON" = "Đang kết nối…";

"STATE_CONNECTED_SHORT" = "Đã kết nối";
"STATE_CONNECTED_HEADER" = "Bạn đang online bằng Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Ngắt kết nối";
"STATE_DISCONNECTING_BUTTON" = "Đang ngắt kết nối…";

"STATE_NOCREDIT_HEADER" = "Không đủ Tín dụng Skype";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "Tìm hiểu thêm";
"CLOSE_BUTTON" = "Đóng";
"GO_BACK_BUTTON" = "Quay lại";
"CONTINUE_BUTTON" = "Tiếp tục";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi yêu cầu OS X %@ hoặc phiên bản mới hơn.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Bạn chưa thể sử dụng Skype WiFi bằng tài khoản Microsoft. Hãy đăng nhập trực tiếp bằng Tên và mật khẩu Skype của bạn.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Bạn chưa thể sử dụng Skype WiFi bằng tài khoản Microsoft. Hãy tạo tài khoản Skype và đăng nhập trực tiếp bằng tài khoản đó.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "Bạn đang online bằng Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Bạn đang online";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Kết nối sẽ sớm hết hạn";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Để bảo vệ bạn, khi đã kết nối bằng Tín dụng Skype, kết nối sẽ tự động ngắt trong trường hợp bạn quên ngắt kết nối.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d phút";

"STATE_CONNECT_SUBHEADER" = "Kết nối với Internet trên mạng này bằng Skype WiFi và chỉ thanh toán cho số phút bạn sử dụng bằng Tín dụng Skype.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi được miễn phí ở đây";
"STATE_CONNECT_FREE_SUBHEADER" = "Bạn sẽ được thỏa sức truy cập Internet miễn phí tại điểm truy cập này bằng Skype WiFi. Lướt web, kiểm tra email của bạn hoặc chỉ sử dụng Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Tôi có một tài khoản với nhà cung cấp này";
"STATE_CONNECT_WISPR_SUBHEADER" = "Nếu bạn đã có tài khoản với nhà cung cấp này, hãy nhập thông tin đăng nhập của bạn vào đây.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Kết nối Internet của bạn sẽ sớm hết hạn";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Bạn có thể ngắt kết nối bất cứ lúc nào và bạn sẽ chỉ phải thanh toán cho những phút bạn đã sử dụng.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Bạn đã online khoảng %d phút.";
"COUNTUP_0MIN" = "Bạn đã online dưới một phút.";
"COUNTUP_1MIN" = "Bạn đã online khoảng một phút.";
"STATE_CONNECTED_WISPR_HEADER" = "Bạn hiện đang online";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Bạn được kết nối bằng tài khoản của bạn với nhà cung cấp điểm truy cập này. Bạn có thể ngắt kết nối bất cứ lúc nào.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Xếp hạng điểm truy cập này";

"STATE_CONNECTED_EXTEND_BUTTON" = "Luôn online";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Đang kết nối lại…";

"STATE_NOCREDIT_SUBHEADER" = "Bạn cần có Tín dụng Skype để thanh toán phí truy cập Internet bằng Skype WiFi mỗi phút tại đây.";
"STATE_NOCREDIT_BUTTON" = "Mua Tín dụng Skype";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Đang kiểm tra mạng";
"STATE_JOINWIFI_SHORT" = "Không có WiFi";
"STATE_ALREADYONLINE_SHORT" = "Đã online";
"STATE_GENERALERROR_SHORT" = "Lỗi";
"STATE_CONNECT_SHORT" = "Có ở đây";
"STATE_NOCREDIT_SHORT" = "Không có tín dụng";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "Còn %d phút";
"TIMEEXPIRE_1MINUTE_LEFT" = "Còn 1 phút";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Còn dưới một phút";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Kết nối Internet của bạn sẽ sớm hết hạn.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Tên Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "Mật khẩu";
"LOGIN_BUTTON" = "Đăng nhập";
"SIGN_OUT_BUTTON" = "Đăng xuất";

/* unused */
"LOGIN_PROBLEMS" = "Sự cố đăng nhập?";
"LOGIN_CREATE_ACCOUNT" = "Tạo tài khoản";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Thiết đặt";
/* unused */
"SETTINGS_BUTTON" = "Thiết đặt";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Phiên bản Skype WiFi %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype và/hoặc Microsoft";
"ABOUT_PATENTPENDING" = "Đang chờ cấp Bằng sáng chế";
"ABOUT_FEEDBACK_BUTTON" = "Phản hồi";
"ABOUT_LEGAL_BUTTON" = "Pháp lý";
"ABOUT_TRADEMARK" = "Tên Skype, các thương hiệu và logo liên kết cùng logo hình chữ “S” là thương hiệu của Skype.";
"ABOUT_DISCLAIMER" = "Cảnh báo: Chương trình này được bảo hộ theo luật bản quyền và các hiệp ước quốc tế. Việc sao chép hoặc phân phối trái phép chương trình này hoặc bất kỳ phần nào của chương trình này có thể sẽ phải chịu những hình phạt nặng về dân sự, hình sự và sẽ bị truy tố tới mức tối đa theo luật pháp.";

/* unused */
"PROFILE_BUTTON" = "Hồ sơ";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Tên Skype";
"PROFILE_SKYPECREDIT" = "Tín dụng Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "Không có";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Đang tải…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Điểm truy cập đã đến";
"USAGE_PREVIOUSCONNECTIONS" = "Kết nối trước";
"USAGE_LASTUSED" = "Sử dụng lần cuối";
"USAGE_LASTUSED_NEVER_VALUE" = "Không bao giờ";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@, %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Vị trí phổ biến";
"SUPPORTEDNETWORKS_PROVIDERS" = "Nhà cung cấp";
